IdeaRS.OpenModel.Result.ResultOfNLAPoint2
Result of internal forces in the one position

IdeaRS.OpenModel.Result.ResultOfNLAPoint2.#ctor
Constructor

IdeaRS.OpenModel.Result.ResultOfNLAPoint2.Id
Id of point

IdeaRS.OpenModel.Result.ResultOfNLAPoint2.X
X coordinates on cross-section

IdeaRS.OpenModel.Result.ResultOfNLAPoint2.Y
Y coordinates on cross-section

IdeaRS.OpenModel.Result.ResultOfNLAPoint2.ResultOfIncrements
Results in load case